import { Box, Typography } from "@mui/material";

const LeftSection = () => {
  return (
    <>
      <Box>
        <Typography variant="h5" component="h1" color="#005078">
          درباره پلاست اپ
        </Typography>
        <Typography variant="body1" component="h1">
          با توجه به نامگذاری سال 97 به حمایت از کالای ایرانی و حمایت دولت محترم
          از مشاغل اینترنتی، شرکت کیان تجارت تام ایرانیان به شماره ثبت 522470 و
          شناسه ملی 14007296273 با توجه به نیاز اکثر اقشار جامعه و کسبه، اقدام
          به راه اندازی سایت و اپلیکیشن پلاست اپ نموده است. امیدواریم با عنایت
          خداوند متعال و حمایت مشتریان عزیز بتوانیم خدمتی بزرگ و در شان جامعه
          ایرانی انجام دهیم.
        </Typography>
      </Box>
      <Box>
        <Typography variant="h5" component="h1" color="#005078">
          درباره پلاست اپ
        </Typography>
        <Typography variant="body1" component="h1">
          پلاست اپ یک اپلیکیشن با محیطی زیبا و فوق العاده راحت امکان خرید انواع
          نایلکس های دسته دار، زباله و فریزر را با قیمت درب کارخانه به کلیه
          مشتریان عزیز در کمتر از چهار ساعت فراهم می سازد. شما با سفارش از طریق
          این سایت و یا با دانلود اپلیکیشن بر روی گوشی تلفن همراه می توانید تمام
          سفارش خود را در هر جای تهران با مشخص کردن موقعیت مکانی خود به صورت
          تحویل رایگان و با قیمتی مقرون به صرفه و ارزان بدون واسطه و مستقیم ، با
          تنوع محصول دریافت نمایید.
        </Typography>
      </Box>
    </>
  );
};

export default LeftSection;
